·
×
α
—
‘
’
“
”
…
‰
℃
Ⅰ
Ⅱ
Ⅲ
Ⅳ
Ⅴ
Ⅶ
ⅱ
→
∥
∶
①
②
③
④
▲
△
○
●
、
。
〈
〉
《
》
『
』
〔
〕
一
丁
七
万
丈
三
上
下
不
与
丐
丑
专
且
丕
世
丘
丙
业
丛
东
丝
丞
丢
两
严
丧
个
丫
中
丰
串
临
丸
丹
为
主
丽
举
乃
久
么
义
之
乌
乍
乎
乏
乐
乒
乓
乔
乖
乘
乙
九
乞
也
习
乡
书
买
乱
乳
乾
了
予
争
事
二
于
亏
云
互
亓
五
井
亘
亚
些
亟
亡
亢
交
亥
亦
产
亨
亩
享
京
亭
亮
亲
亵
人
亿
什
仁
仅
仆
仇
今
介
仍
从
仑
仓
仔
仕
他
仗
付
仙
仝
仟
代
令
以
仨
仪
们
仰
仲
件
价
任
份
仿
企
伉
伊
伍
伎
伏
伐
休
众
优
伙
会
伞
伟
传
伤
伦
伪
伫
伯
估
伴
伶
伸
伺
似
伽
佃
但
位
低
住
佐
佑
体
何
佗
余
佚
佛
作
佝
佟
你
佣
佤
佩
佬
佰
佳
佼
使
侃
侄
侈
例
侍
侗
供
依
侠
侣
侥
侦
侧
侨
侮
侯
侵
便
促
俄
俊
俎
俏
俐
俑
俗
俘
俚
保
俞
信
俨
俩
俪
俭
修
俯
俱
俸
俺
俾
倍
倏
倒
倔
倘
候
倚
借
倡
倥
倦
倩
倪
倭
债
值
倾
偃
假
偌
偎
偏
偕
做
停
健
偬
偶
偷
偻
偿
傅
傈
傍
傣
储
催
傲
傻
像
僚
僧
僳
僵
僻
儆
儒
儿
兀
允
元
兄
充
兆
先
光
克
免
兑
兔
兖
党
兜
兢
入
全
八
公
六
兮
兰
共
关
兴
兵
其
具
典
兹
养
兼
兽
冀
内
冈
冉
册
再
冒
冕
冗
写
军
农
冠
冢
冤
冥
冬
冯
冰
冲
决
况
冶
冷
冻
冼
冽
净
凄
准
凇
凉
凋
凌
减
凑
凛
凝
几
凡
凤
凭
凯
凰
凳
凶
凸
凹
出
击
凼
函
凿
刀
刁
刃
分
切
刊
刍
刑
划
列
刘
则
刚
创
初
删
判
刨
利
别
刮
到
制
刷
券
刹
刺
刻
刽
剁
剂
剃
削
剌
前
剑
剔
剖
剥
剧
剩
剪
副
割
剽
剿
劈
力
劝
办
功
加
务
劣
动
助
努
劫
励
劲
劳
劾
势
勃
勇
勉
勋
勐
勒
勘
募
勤
勰
勾
勿
匀
包
匆
匈
匍
匐
匕
化
北
匙
匠
匡
匣
匪
匮
匹
区
医
匾
匿
十
千
卅
升
午
卉
半
华
协
卑
卒
卓
单
卖
南
博
卜
卞
卟
占
卡
卢
卤
卦
卧
卫
卯
印
危
即
却
卵
卷
卸
卿
厂
厄
厅
历
厉
压
厌
厕
厘
厚
原
厢
厦
厨
厮
去
县
参
又
叉
及
友
双
反
发
叔
取
受
变
叙
叛
叠
口
古
句
另
叨
叩
只
叫
召
叭
叮
可
台
叱
史
右
叶
号
司
叹
叻
叼
叽
吁
吃
各
吆
合
吉
吊
同
名
后
吏
吐
向
吒
吓
吕
吗
君
吝
吞
吟
吠
否
吧
吨
吩
含
听
吭
吮
启
吱
吴
吵
吸
吹
吻
吼
吾
呀
呆
呈
告
呐
呓
呕
呗
员
呛
呜
呢
周
呱
味
呵
呷
呻
呼
命
咀
咂
咄
咆
咋
和
咎
咏
咐
咒
咔
咕
咖
咙
咚
咛
咣
咤
咧
咨
咪
咫
咬
咯
咱
咳
咸
咽
哀
品
哄
哆
哇
哈
哉
响
哎
哑
哗
哟
哥
哦
哨
哩
哪
哭
哮
哲
哺
哼
哽
唁
唆
唇
唉
唏
唐
唠
唤
售
唯
唱
啁
啃
啄
商
啉
啊
啕
啜
啡
啤
啥
啦
啧
啬
啭
啸
啻
啼
啾
喀
喂
喃
善
喇
喉
喊
喑
喘
喙
喜
喝
喧
喷
喻
喽
嗅
嗓
嗖
嗜
嗟
嗡
嗣
嗦
嗬
嗯
嗷
嗽
嘀
嘈
嘉
嘎
嘘
嘛
嘟
嘤
嘭
嘱
嘲
嘴
嘶
嘹
嘻
噌
噘
噙
噜
噢
器
噩
噪
噬
噶
嚎
嚓
嚣
嚷
嚼
囊
囔
囚
四
回
因
团
囤
囫
园
困
囱
围
囵
囹
固
国
图
囿
圃
圄
圆
圈
土
圣
在
圪
圭
地
圳
圹
场
圻
圾
址
坂
均
坊
坍
坎
坏
坐
坑
块
坚
坛
坝
坞
坟
坠
坡
坤
坦
坨
坪
坯
坳
坷
垂
垃
垄
型
垒
垛
垠
垢
垣
垦
垫
垮
垸
埂
埃
埋
城
埔
埙
域
埠
培
基
堀
堂
堆
堕
堡
堤
堪
堰
堵
塌
塑
塔
塘
塞
填
塬
塾
境
墅
墒
墓
墙
增
墟
墨
墩
壁
壑
壤
士
壬
壮
声
壳
壶
壹
处
备
复
夏
夕
外
夙
多
夜
够
大
天
太
夫
夭
央
夯
失
头
夷
夸
夹
夺
奂
奄
奇
奈
奉
奋
奎
奏
契
奔
奕
奖
套
奚
奠
奢
奥
女
奴
奶
奸
她
好
妁
如
妃
妄
妆
妇
妈
妊
妍
妒
妓
妖
妙
妥
妨
妩
妪
妫
妮
妹
妻
妾
姆
姊
始
姐
姑
姓
委
姗
姚
姜
姣
姥
姨
姬
姹
姻
姿
威
娃
娅
娆
娇
娉
娑
娓
娘
娜
娟
娠
娣
娥
娩
娱
娲
娴
娶
娼
婀
婆
婉
婚
婪
婴
婷
婿
媒
媚
媛
媲
媳
嫁
嫂
嫉
嫌
嫔
嫖
嫣
嫩
嬉
嬗
孀
子
孑
孔
孕
字
存
孙
孚
孜
孝
孟
孢
季
孤
学
孩
孪
孬
孰
孱
孵
孺
孽
宁
它
宅
宇
守
安
宋
完
宏
宓
宕
宗
官
宙
定
宛
宜
宝
实
宠
审
客
宣
室
宥
宦
宪
宫
宰
害
宴
宵
家
宸
容
宽
宾
宿
寂
寄
寅
密
寇
富
寐
寒
寓
寝
寞
察
寡
寥
寨
寰
寸
对
寺
寻
导
寿
封
射
将
尉
尊
小
少
尔
尖
尘
尚
尝
尤
尧
尬
就
尴
尸
尹
尺
尼
尽
尾
尿
局
屁
层
居
屈
屉
届
屋
屎
屏
屑
展
属
屠
屡
履
屯
山
屹
屿
岁
岂
岌
岐
岑
岔
岖
岗
岙
岚
岛
岩
岫
岭
岱
岳
岷
岸
岿
峋
峙
峡
峥
峦
峨
峪
峭
峰
峻
崂
崇
崎
崑
崔
崖
崛
崩
崭
崮
崴
崽
嵊
嵋
嵌
嵘
嵩
嶂
嶙
嶷
巅
巍
川
州
巡
巢
工
左
巧
巨
巩
巫
差
己
已
巳
巴
巷
巾
币
市
布
帅
帆
师
希
帐
帕
帖
帘
帙
帚
帜
帝
带
帧
席
帮
帷
常
帼
帽
幄
幅
幌
幕
幛
幡
幢
干
平
年
并
幸
幻
幼
幽
广
庄
庆
庇
床
序
庐
库
应
底
庖
店
庙
庚
府
庞
废
庥
度
座
庭
庵
庶
康
庸
廉
廊
廓
廖
廛
延
廷
建
开
异
弃
弄
弈
弊
弋
式
弑
弓
引
弗
弘
弛
弟
张
弥
弦
弧
弩
弯
弱
弹
强
彀
归
当
录
彗
彝
形
彤
彦
彩
彪
彬
彭
彰
影
彷
役
彻
彼
往
征
径
待
徇
很
徉
徊
律
徐
徒
徕
得
徘
徙
徜
御
徨
循
微
德
徽
心
必
忆
忌
忍
忏
忐
忑
忖
志
忘
忙
忠
忡
忧
快
忱
念
忻
忽
忿
怀
态
怂
怄
怅
怆
怎
怒
怔
怕
怖
怜
思
怠
怡
急
怦
性
怨
怪
怯
怵
总
恃
恋
恍
恐
恒
恕
恙
恢
恣
恤
恨
恩
恪
恬
恭
息
恰
恳
恶
恸
恺
恼
恽
恿
悄
悉
悍
悔
悖
悟
悠
患
悦
您
悬
悯
悲
悴
悸
悼
情
惆
惊
惋
惑
惕
惘
惚
惜
惟
惠
惦
惧
惨
惩
惫
惬
惭
惮
惯
惰
想
惶
惹
惺
愁
愈
愉
意
愕
愚
感
愣
愤
愧
愫
愿
慈
慌
慎
慑
慕
慢
慧
慨
慰
慵
慷
憋
憎
憔
憧
憨
憩
憬
憷
憾
懂
懈
懊
懋
懑
懒
懵
懿
戈
戊
戌
戍
戎
戏
成
我
戒
或
战
戚
戛
戟
戡
截
戮
戳
戴
户
戾
房
所
扁
扇
扈
扉
手
才
扎
扑
扒
打
扔
托
扛
扣
执
扩
扪
扫
扬
扭
扮
扯
扰
扳
扶
批
扼
找
承
技
抄
抉
把
抑
抒
抓
投
抖
抗
折
抚
抛
抠
抡
抢
护
报
抨
披
抬
抱
抵
抹
抻
押
抽
抿
拂
拄
担
拆
拇
拈
拉
拌
拍
拎
拐
拒
拓
拔
拖
拗
拘
拙
招
拜
拟
拢
拣
拥
拦
拧
拨
择
括
拭
拮
拯
拱
拳
拴
拷
拼
拽
拾
拿
持
挂
指
挈
按
挎
挑
挖
挚
挝
挞
挟
挠
挡
挣
挤
挥
挨
挪
挫
振
挺
挽
捂
捅
捆
捉
捋
捍
捎
捏
捐
捕
捞
损
捡
换
捣
捧
捩
捭
据
捱
捶
捷
捺
捻
掀
掇
授
掉
掌
掏
排
掖
掘
掠
探
掣
接
控
推
掩
措
掬
掮
掰
掳
掷
掺
揄
揆
揉
揍
描
提
插
揖
握
揣
揩
揪
揭
援
揶
揽
搀
搁
搂
搅
搏
搓
搔
搜
搞
搡
搦
搪
搬
搭
携
摁
摄
摆
摇
摈
摊
摒
摔
摘
摞
摧
摩
摸
摹
撂
撅
撇
撑
撒
撕
撞
撤
撩
撬
播
撮
撰
撵
撷
撼
擂
擅
操
擎
擒
擘
擞
擢
擦
攀
攒
攘
攥
攫
支
收
攸
改
攻
放
政
故
效
敌
敏
救
敖
教
敛
敞
敢
散
敦
敬
数
敲
整
敷
文
斋
斌
斐
斑
斓
斗
料
斜
斟
斡
斤
斥
斧
斩
斫
断
斯
新
方
施
旁
旅
旋
旌
旎
族
旖
旗
无
既
日
旦
旧
旨
早
旬
旭
旮
旯
旱
时
旷
旺
昀
昂
昆
昊
昌
明
昏
易
昔
昕
昙
星
映
春
昧
昨
昭
是
昱
昵
昼
显
晁
晃
晋
晌
晏
晒
晓
晔
晕
晖
晚
晞
晟
晤
晦
晨
普
景
晰
晴
晶
智
晾
暂
暄
暇
暑
暖
暗
暧
暨
暮
暴
曙
曝
曦
曰
曲
曳
更
曹
曼
曾
替
最
月
有
朋
服
朔
朗
望
朝
期
朦
木
未
末
本
札
术
朱
朴
朵
机
朽
杀
杂
权
杆
杈
杉
李
杏
材
村
杖
杜
束
杠
条
来
杨
杭
杯
杰
杲
杳
杷
杼
松
板
极
构
枇
枉
析
枕
林
枚
果
枝
枞
枢
枣
枪
枫
枭
枯
枰
架
枷
柄
柏
某
柑
染
柔
柘
柚
柜
柞
柠
查
柩
柬
柯
柱
柳
柴
柿
栅
标
栈
栉
栋
栎
栏
树
栓
栖
栗
校
栩
株
样
核
根
格
栽
栾
桀
桂
桃
桅
框
案
桌
桎
桐
桑
桓
桔
桠
桢
档
桥
桦
桨
桩
桶
梁
梅
梆
梏
梓
梗
梢
梦
梧
梨
梭
梯
械
梳
梵
检
棉
棋
棍
棒
棕
棘
棚
棠
棣
森
棰
棱
棵
棺
椅
植
椎
椒
椭
椰
椴
椽
椿
楚
楝
楞
楠
楣
楫
楷
楹
楼
概
榄
榆
榈
榉
榕
榜
榨
榫
榭
榴
榷
榻
槁
槌
槎
槐
槛
槟
槲
槽
槿
樊
樟
模
横
樯
樱
樵
橄
橘
橙
橡
橥
橱
檀
檄
檐
檩
檬
欠
次
欢
欣
欧
欲
欹
欺
款
歃
歆
歇
歉
歌
止
正
此
步
武
歧
歪
歹
死
歼
殃
殄
殆
殉
殊
残
殍
殒
殓
殖
殚
殡
殴
段
殷
殿
毁
毅
毋
母
每
毒
毓
比
毕
毗
毙
毛
毡
毫
毯
毽
氏
民
氓
气
氛
氟
氢
氤
氦
氧
氨
氮
氯
氰
氲
水
氵
永
汀
汁
求
汇
汉
汊
汐
汕
汗
汛
汝
汞
江
池
污
汤
汨
汩
汪
汰
汲
汴
汹
汽
汾
沁
沂
沃
沅
沈
沉
沌
沏
沐
沓
沔
沙
沛
沟
没
沣
沥
沦
沧
沩
沪
沫
沭
沮
沱
河
沸
油
治
沼
沽
沾
沿
泄
泉
泊
泌
泓
法
泗
泛
泞
泠
泡
波
泣
泥
注
泪
泫
泯
泰
泱
泳
泵
泷
泸
泻
泼
泽
泾
洁
洇
洋
洌
洒
洗
洙
洛
洞
津
洪
洱
洲
洵
活
洼
洽
派
流
浃
浅
浆
浇
浊
测
济
浏
浑
浒
浓
浙
浚
浜
浦
浩
浪
浮
浴
海
浸
涂
涅
消
涉
涌
涎
涑
涓
涕
涛
涝
涞
涟
涡
涣
涤
润
涧
涨
涩
涪
涯
液
涵
涸
涿
淀
淄
淆
淇
淋
淌
淑
淖
淘
淡
淤
淦
淫
淬
淮
深
淳
混
淹
添
淼
清
渊
渍
渎
渐
渑
渔
渗
渚
渝
渠
渡
渣
渤
渥
温
渭
港
渲
渴
游
渺
湃
湄
湍
湎
湖
湘
湛
湟
湮
湾
湿
溃
溅
溉
源
溘
溜
溟
溢
溥
溪
溯
溴
溶
溺
滁
滂
滇
滋
滑
滔
滕
滚
滞
滟
满
滢
滤
滥
滦
滨
滩
滴
滹
漂
漆
漏
漓
演
漠
漩
漪
漫
漯
漱
漳
漶
漾
潇
潋
潍
潘
潜
潞
潢
潦
潭
潮
潸
潺
澄
澈
澎
澜
澡
澳
澹
激
濑
濒
濠
濡
濮
濯
瀑
瀚
瀛
灌
灏
火
灭
灯
灰
灵
灶
灸
灼
灾
灿
炉
炊
炎
炒
炔
炕
炖
炙
炜
炫
炬
炭
炮
炯
炳
炸
点
炼
炽
烁
烂
烃
烈
烊
烘
烙
烛
烟
烤
烦
烧
烨
烫
烬
热
烯
烷
烹
烽
焉
焊
焕
焖
焘
焙
焚
焦
焯
焰
然
煊
煌
煎
煜
煞
煤
煦
照
煮
煲
煽
熄
熊
熏
熔
熙
熟
熠
熨
熬
熹
燃
燎
燕
燥
燧
燮
爆
爪
爬
爱
爵
父
爷
爸
爹
爻
爽
爿
片
版
牌
牍
牒
牙
牛
牟
牡
牢
牦
牧
物
牲
牵
特
牺
牾
犀
犁
犄
犊
犟
犬
犯
状
犷
犹
狂
狄
狈
狐
狗
狙
狞
狠
狡
狩
独
狭
狮
狯
狰
狱
狸
狼
猎
猖
猗
猛
猜
猝
猩
猪
猫
猬
献
猴
猷
猾
猿
獐
獗
玄
率
玉
王
玖
玛
玩
玫
玮
环
现
玲
玺
玻
珀
珂
珈
珊
珍
珏
珑
珙
珞
珠
珩
班
珮
珲
球
琅
理
琉
琏
琐
琚
琛
琢
琥
琦
琪
琬
琰
琳
琴
琵
琶
琼
瑕
瑙
瑚
瑛
瑜
瑞
瑟
瑰
瑶
瑾
璀
璃
璇
璋
璎
璐
璜
璞
璧
璨
璪
瓜
瓢
瓣
瓤
瓦
瓮
瓴
瓶
瓷
甄
甘
甚
甜
生
用
甩
甫
甬
甭
田
由
甲
申
电
男
甸
町
画
畅
畈
界
畏
畔
留
畜
略
畦
番
畲
畴
畸
畹
畿
疆
疏
疑
疗
疙
疚
疝
疟
疡
疤
疫
疯
疱
疲
疴
疵
疸
疹
疼
疾
痂
病
症
痈
痊
痒
痕
痛
痢
痣
痪
痫
痰
痱
痴
痹
痼
瘁
瘙
瘟
瘠
瘤
瘦
瘩
瘪
瘫
瘸
瘾
癌
癖
癜
癣
癫
登
白
百
皂
的
皆
皇
皋
皎
皑
皓
皖
皙
皮
皱
皴
盂
盅
盆
盈
益
盎
盏
盐
监
盒
盔
盖
盗
盘
盛
盟
目
盯
盲
直
相
盹
盼
盾
省
眈
眉
看
真
眠
眨
眩
眭
眯
眶
眷
眸
眺
眼
着
睁
睇
睐
睑
睛
睡
睢
督
睦
睨
睫
睬
睹
睽
睿
瞄
瞅
瞌
瞎
瞒
瞟
瞠
瞥
瞧
瞩
瞪
瞬
瞰
瞳
瞵
瞻
瞿
矍
矗
矛
矜
矢
矣
知
矩
矫
短
矮
石
矶
矸
矿
砀
码
砂
砌
砍
研
砖
砚
砝
砥
砧
砭
砰
破
砸
砺
砾
础
硅
硒
硕
硝
硫
硬
确
硼
碉
碌
碍
碎
碑
碓
碗
碘
碛
碟
碧
碰
碱
碳
碴
碾
磁
磅
磊
磋
磐
磕
磡
磨
磬
磷
磺
礁
礴
示
礼
社
祀
祁
祈
祉
祖
祚
祛
祝
神
祟
祠
祥
票
祭
祯
祷
祸
祺
禀
禁
禄
禅
福
禧
禹
禺
离
禽
禾
秀
私
秃
秆
秉
秋
种
科
秒
秘
租
秤
秦
秧
秩
积
称
秸
移
秽
稀
程
稍
税
稔
稗
稚
稞
稠
稣
稳
稷
稻
稼
稽
稿
穆
穑
穗
穴
究
穷
穹
空
穿
突
窃
窄
窍
窑
窒
窖
窗
窘
窜
窝
窟
窠
窥
窨
窿
立
竖
站
竞
竟
章
竣
童
竭
端
竹
竺
竽
竿
笃
笆
笈
笋
笑
笔
笙
笛
笤
符
笨
第
笳
笺
笼
等
筋
筏
筐
筑
筒
答
策
筚
筛
筝
筠
筵
筷
筹
签
简
箍
箔
箕
算
管
箢
箩
箪
箫
箭
箱
箴
篁
篆
篇
篑
篓
篝
篡
篪
篮
篱
篷
簇
簌
簧
簸
簿
籁
籍
米
类
籽
粉
粑
粒
粕
粗
粘
粟
粤
粥
粪
粮
粱
粳
粹
粼
粽
精
糅
糊
糌
糕
糖
糙
糜
糟
糠
糯
系
紊
素
索
紧
紫
紬
累
絮
繁
纂
纠
红
纣
纤
约
级
纪
纫
纬
纭
纯
纰
纱
纲
纳
纵
纶
纷
纸
纹
纺
纽
线
绂
练
组
绅
细
织
终
绊
绌
绍
绎
经
绑
绒
结
绕
绘
给
绚
绛
络
绝
绞
统
绢
绣
绥
继
绩
绪
续
绮
绰
绳
维
绵
绶
绷
绸
绺
综
绽
绿
缀
缄
缅
缆
缈
缉
缎
缓
缔
缕
编
缗
缘
缚
缜
缝
缠
缤
缥
缨
缩
缪
缭
缮
缰
缳
缴
缸
缺
罂
罄
罐
网
罔
罕
罗
罚
罟
罢
罩
罪
置
署
罹
羁
羊
羌
美
羔
羚
羞
羡
群
羲
羹
羽
羿
翁
翅
翌
翎
翔
翕
翘
翟
翠
翡
翩
翰
翱
翳
翻
翼
耀
老
考
耄
者
耆
耋
而
耍
耐
耕
耗
耘
耙
耦
耧
耪
耳
耶
耸
耻
耽
耿
聂
聆
聊
聋
职
聒
联
聘
聚
聩
聪
聿
肃
肆
肇
肉
肋
肌
肖
肘
肚
肝
肠
股
肢
肤
肥
肩
肪
肮
肯
育
肴
肺
肽
肾
肿
胀
胁
胃
胄
胆
背
胎
胖
胚
胜
胝
胞
胡
胥
胧
胪
胫
胰
胱
胳
胴
胶
胸
胺
胼
能
脂
脆
脉
脊
脍
脏
脐
脑
脖
脘
脚
脯
脱
脸
脾
腆
腈
腊
腋
腌
腐
腑
腔
腕
腠
腥
腩
腮
腰
腱
腹
腺
腻
腼
腾
腿
膀
膂
膊
膏
膘
膛
膜
膝
膨
膳
膺
膻
臀
臂
臃
臆
臊
臣
臧
自
臭
至
致
臻
臼
臾
舀
舅
舆
舌
舍
舒
舛
舜
舞
舟
航
舫
般
舰
舱
舵
舶
舷
舸
船
艄
艇
艘
艮
良
艰
色
艳
艺
艾
节
芃
芋
芒
芗
芙
芜
芝
芥
芦
芨
芫
芬
芭
芮
芯
花
芳
芷
芸
芹
芽
芾
苇
苌
苍
苎
苏
苑
苒
苓
苔
苕
苗
苘
苛
苜
苞
苟
若
苦
苫
苯
英
苷
苹
茁
茂
范
茄
茅
茉
茌
茎
茏
茔
茗
茜
茧
茨
茫
茬
茴
茵
茶
茸
茹
荆
草
荏
荐
荒
荔
荜
荟
荡
荣
荤
荧
荨
荪
荫
药
荷
荻
荼
莅
莆
莉
莎
莒
莓
莘
莞
莠
莨
莫
莱
莲
莴
获
莹
莺
莽
菁
菅
菇
菊
菌
菎
菏
菜
菠
菩
菪
菱
菲
萃
萄
萋
萌
萍
萎
萝
营
萦
萧
萨
萱
落
葆
著
葛
葡
董
葩
葫
葬
葱
葳
葵
葺
蒂
蒋
蒙
蒜
蒲
蒸
蓄
蓉
蓊
蓑
蓓
蓝
蓥
蓦
蓬
蓿
蔑
蔓
蔗
蔚
蔡
蔬
蔷
蔺
蔻
蔼
蔽
蕉
蕊
蕙
蕤
蕴
蕾
薄
薇
薛
薪
薯
薰
藉
藏
藐
藓
藕
藜
藤
藩
藻
蘑
蘖
蘸
虎
虏
虐
虑
虔
虚
虞
虫
虬
虹
虽
虾
蚀
蚁
蚂
蚊
蚌
蚕
蚣
蚤
蚧
蚩
蛀
蛇
蛊
蛋
蛎
蛙
蛛
蛟
蛤
蛮
蛰
蛳
蛾
蜀
蜂
蜃
蜇
蜈
蜒
蜓
蜕
蜗
蜘
蜚
蜜
蜡
蜷
蜻
蜿
蝇
蝉
蝴
蝶
螂
螃
融
螳
螺
蟀
蟋
蟑
蟠
蟹
蠕
蠡
蠢
血
衅
行
衍
衔
街
衙
衡
衢
衣
补
表
衩
衫
衬
衰
衷
袁
袂
袄
袅
袋
袍
袒
袖
袜
袤
被
袭
袱
裁
裂
装
裆
裔
裕
裘
裙
裤
裨
裱
裳
裴
裸
裹
褂
褐
褒
褚
褛
褥
褪
褴
褶
襄
襟
西
要
覃
覆
见
观
规
觅
视
览
觉
觏
觑
角
觚
解
触
言
訇
詹
誉
誊
誓
警
譬
计
订
讣
认
讥
讨
让
讪
训
议
讯
记
讲
讳
讴
讶
讷
许
讹
论
讼
讽
设
访
诀
证
评
诅
识
诈
诉
诊
诋
词
诎
译
诒
试
诗
诙
诚
诛
话
诞
诟
诠
诡
询
诣
诤
该
详
诧
诩
诫
诬
语
诮
误
诰
诱
诲
说
诵
请
诸
诺
读
诽
课
诿
谁
调
谅
谆
谈
谊
谋
谍
谎
谏
谐
谑
谒
谓
谕
谗
谙
谚
谛
谜
谟
谡
谢
谣
谤
谦
谧
谨
谩
谪
谬
谭
谱
谲
谴
谶
谷
豁
豆
豌
象
豢
豪
豫
豹
貂
貉
貌
贝
贞
负
贡
财
责
贤
败
账
货
质
贩
贪
贫
贬
购
贮
贯
贰
贱
贲
贴
贵
贷
贸
费
贺
贻
贼
贾
贿
赁
赂
赃
资
赅
赈
赉
赊
赋
赌
赎
赏
赐
赓
赔
赖
赘
赚
赛
赝
赞
赠
赡
赢
赣
赤
赦
赫
赭
走
赳
赴
赵
赶
起
趁
趄
超
越
趋
趔
趚
趟
趣
足
趴
趸
趾
跃
跆
跋
跌
跎
跑
跚
跛
距
跟
跤
跨
跪
路
跳
践
跷
跹
跺
跻
踅
踊
踌
踏
踞
踟
踢
踩
踪
踮
踯
踱
踵
踹
蹁
蹄
蹇
蹈
蹉
蹊
蹋
蹒
蹦
蹬
蹭
蹰
蹲
蹴
蹿
躁
躅
躇
身
躬
躯
躲
躺
车
轧
轨
轩
轫
转
轮
软
轰
轳
轴
轶
轺
轻
轼
载
轿
辂
较
辄
辅
辆
辇
辈
辉
辍
辎
辐
辑
输
辕
辖
辗
辘
辙
辚
辛
辜
辞
辟
辣
辨
辩
辫
辰
辱
边
辽
达
迁
迂
迄
迅
过
迈
迎
运
近
返
还
这
进
远
违
连
迟
迢
迤
迥
迦
迩
迪
迫
迭
述
迷
迸
迹
追
退
送
适
逃
逄
逅
逆
选
逊
逍
透
逐
递
途
逗
通
逛
逝
逞
速
造
逢
逮
逶
逸
逻
逼
逾
遁
遂
遇
遍
遏
遐
遑
遒
道
遗
遛
遣
遥
遨
遭
遮
遴
遵
避
邀
邂
邃
邑
邓
邝
邡
邢
那
邦
邪
邬
邮
邯
邱
邵
邸
邹
邻
郁
郅
郊
郎
郏
郑
郓
郜
郝
郡
部
郭
郸
都
郾
鄂
鄙
鄱
酉
酊
酋
酌
配
酒
酗
酚
酝
酞
酣
酥
酬
酮
酯
酱
酵
酶
酷
酸
酹
酽
酿
醇
醉
醋
醍
醐
醒
醛
醴
醺
采
釉
释
里
重
野
量
金
釜
鉴
錾
鏊
鏖
鑫
针
钉
钊
钎
钓
钕
钙
钛
钝
钞
钟
钠
钡
钢
钤
钥
钦
钧
钩
钬
钮
钰
钱
钴
钵
钻
钽
钾
铀
铁
铂
铃
铄
铅
铆
铉
铌
铎
铐
铙
铜
铝
铠
铡
铢
铣
铤
铧
铨
铬
铭
铮
铱
铲
银
铸
铺
链
铿
销
锁
锂
锃
锄
锅
锈
锋
锌
锏
锐
锗
错
锚
锟
锡
锢
锣
锤
锥
锦
锭
键
锯
锰
锲
锴
锵
锶
锷
锹
锻
镀
镁
镂
镇
镉
镌
镍
镐
镑
镕
镖
镛
镜
镠
镣
镯
镰
镶
长
门
闩
闪
闭
问
闯
闰
闲
闳
间
闵
闷
闸
闹
闺
闻
闽
闾
阀
阁
阂
阅
阎
阐
阑
阔
阖
阗
阙
阜
队
阡
阪
阮
阱
防
阳
阴
阵
阶
阻
阿
陀
附
际
陆
陇
陈
陉
陋
陌
降
限
陕
陛
陡
院
除
陨
险
陪
陲
陵
陶
陷
隅
隆
隋
隍
随
隐
隔
隗
隘
隙
障
隧
隶
隽
难
雀
雁
雄
雅
集
雇
雌
雍
雏
雕
雨
雪
雯
雳
零
雷
雹
雾
需
霁
霄
霆
震
霈
霉
霍
霏
霓
霖
霜
霞
霭
露
霸
霹
霾
青
靓
靖
静
靛
非
靠
靡
面
靥
革
靳
靴
靶
鞅
鞋
鞍
鞠
鞭
韦
韧
韩
韪
韫
韬
韭
音
韵
韶
页
顶
顷
项
顺
须
顽
顾
顿
颁
颂
预
颅
领
颇
颈
颊
颐
频
颓
颖
颗
题
颚
颜
额
颞
颠
颤
风
飒
飓
飕
飘
飙
飚
飞
食
飨
餍
餐
饥
饪
饬
饭
饮
饯
饰
饱
饲
饵
饶
饺
饼
饿
馁
馅
馆
馈
馋
馍
馏
馒
首
馗
香
馥
馨
马
驭
驮
驰
驱
驳
驴
驶
驷
驸
驹
驻
驼
驾
驿
骁
骂
骄
骅
骆
骇
骈
骊
骋
验
骏
骑
骗
骚
骛
骝
骞
骟
骤
骥
骧
骨
骷
骸
骼
髅
髓
高
髦
髫
鬃
鬓
鬟
鬣
鬻
鬼
魁
魂
魄
魅
魏
魔
鱼
鱿
鲁
鲅
鲇
鲈
鲍
鲑
鲜
鲢
鲤
鲨
鲫
鲭
鲳
鲸
鳄
鳌
鳖
鳗
鳞
鳟
鸟
鸠
鸡
鸢
鸣
鸥
鸦
鸫
鸭
鸵
鸽
鸾
鸿
鹂
鹃
鹄
鹅
鹉
鹊
鹏
鹗
鹚
鹜
鹞
鹤
鹦
鹭
鹰
鹳
鹿
麋
麒
麓
麟
麦
麸
麻
麾
黄
黎
黏
黑
黔
默
黛
黝
黠
黯
鼎
鼓
鼠
鼻
鼾
齐
齿
龃
龄
龉
龙
龚
龛
龟
！
％
＆
（
）
＊
＋
，
－
．
／
０
１
２
３
４
５
６
７
８
９
：
；
＝
？
Ａ
Ｂ
Ｃ
Ｄ
Ｅ
Ｆ
Ｇ
Ｈ
Ｉ
Ｊ
Ｋ
Ｌ
Ｍ
Ｎ
Ｏ
Ｐ
Ｑ
Ｒ
Ｓ
Ｔ
Ｕ
Ｖ
Ｗ
Ｘ
Ｙ
ａ
ｂ
ｃ
ｄ
ｅ
ｆ
ｇ
ｈ
ｉ
ｋ
ｌ
ｍ
ｎ
ｏ
ｐ
ｑ
ｒ
ｓ
ｔ
ｕ
ｖ
ｗ
ｙ
ｚ
